Repository: muhammadyusronn/projectbasevue
Catalog: backend/ProjectBaseVue_Models/Resources/DisplayNames.*.resx
Languages: id_id

source: Accepted
id_id: Diterima

source: Accept Order
id_id: Terima Order

source: Add to Shipment
id_id: Tambah ke Shipment

source: All
id_id: Semua

source: Appointment Approval Date
id_id: Tgl Approval Warehouse

source: Appointment Date
id_id: Tgl Appointment

source: Appointment Status
id_id: Status Appointment

source: Appointment Time
id_id: Waktu Appointment

source: Assigned to Transporter
id_id: Ditugaskan ke Transporter

# ASSIGN_DRIVER
source: Assign Driver&Truck
id_id: Penetapan Pengemudi & Truk

source: Assign Qty
id_id: Qty

# ASSIGN_REASON
source: Reason
id_id: Alasan

source: Assign Transporter
id_id: Penetapan Transporter

source: Auto Reject Date
id_id: Tgl Penolakan Otomatis

# BUSINESS_SEGMENT
source: Product Category
id_id: Kategori Produk

source: Cancel Shipment
id_id: Batalkan Shipment

source: Change Password
id_id: Ganti Password

source: Completed
id_id: Selesai

source: Completed Date
id_id: Tgl. Complete

source: Confirm Password
id_id: Konfirmasi Password Baru

source: Converted
id_id: Konversi

source: Copy Order
id_id: Salin Order

source: Create
id_id: Buat Baru

source: Created By
id_id: Dibuat Oleh

source: Created Date
id_id: Tanggal Pembuatan

source: Create Appointment
id_id: Buat Appointment

source: Current Password
id_id: Password Lama

# CUSTOMER_VENDOR_ADDRESS
source: Address
id_id: Alamat

source: Deleted By
id_id: Dihapus Oleh

source: Deleted Date
id_id: Tanggal Penghapusan

source: Delivery Address
id_id: Alamat Pengiriman

source: Delivery Order No
id_id: No. Delivery Order

source: Destination
id_id: Tujuan

source: Doc. Date
id_id: Tgl Doc.

source: Doc. No
id_id: No. Doc.

source: Doc. Type
id_id: Tipe Doc.

source: Driver
id_id: Pengemudi

source: Edited By
id_id: Diedit Oleh

source: Edited Date
id_id: Tgl Pengeditan

source: Factory
id_id: Pabrik

source: Freight Cost
id_id: Biaya Pengiriman (Per UoM)

source: Freight Cost Per
id_id: Per

# FREIGHT_COST_SELECTED
source: Selected Freight Cost
id_id: Biaya Pengiriman yang Dipilih

# FREIGHT_COST_SUGGESTED
source: Suggested Freight Cost
id_id: Saran Biaya Pengiriman

source: Freight Cost UOM
id_id: Satuan Biaya Pengiriman

# FREIGHT_KG
source: RP/KG (Based Qty)
id_id: RP/KG (Based Qty Kirim)

# FREIGHT_MASTER
source: Freight (Master Data)
id_id: Harga OA (Master Data)

source: Invalid Date
id_id: Tanggal Invalid

source: In Progress
id_id: Sedang berlangsung

source: Item No
id_id: No. Item

# LICENSE_NO
source: No. SIM
id_id: License No.

source: Loading
id_id: Tempat Muat

source: Max Qty
id_id: Qty Maks.

source: Merge
id_id: Gabung Order

source: Merge Order
id_id: Gabung Order

source: New
id_id: Baru

source: New Password
id_id: Password Baru

# NUMBER_OF_TRIP
source: Number of Trips/UOM
id_id: User Num. of Trips/UOM

source: Order Item No
id_id: No. Item Order

source: Order No
id_id: No. Order

source: Order Type
id_id: Tipe

source: Outstanding
id_id: Belum Selesai

source: Outstanding Qty
id_id: Qty Sisa

source: Per Day
id_id: Per Hari

source: Per Month
id_id: Per Bulan

# POD_CATEGORY
source: Category
id_id: Kategori

source: POD Qty
id_id: Qty POD

# POD_REMARKS
source: Remarks
id_id: Catatan

# POD_RETURN_QTY
source: Return Qty
id_id: Qty Retur

source: Progress Status
id_id: Status Progress

# PUR_ORG
source: Pur. Organization
id_id: Pur. Org.

# REAL_QTY
source: Realization Qty
id_id: Qty Realisasi

source: Reason
id_id: Alasan

source: Rejected
id_id: Ditolak

source: Reject Order
id_id: Tolak Order

source: Remaining Slot
id_id: Sisa Slot

source: Report Date
id_id: Tanggal Report

# REPORT_GENERATE_DATE
source: Generate Date
id_id: Tanggal Generate

# RETURN_SHIPMENT
source: Return
id_id: Shipment Return

# SALES_ORG
source: Sales Organization
id_id: Sales Org.

# SAP_NO
source: SAP Order No
id_id: No. Order SAP

source: Select Shipment
id_id: Pilih Shipment

source: Shipment No
id_id: No. Shipment

source: Shipment Type
id_id: Jenis Shipment

source: Show Driver Tracking
id_id: Lihat Tracking

source: Show Status History
id_id: Lihat Riwayat Status

# SO_DO_NO
source: SO of DO No
id_id: SO dari DO No

source: Stuffing Date
id_id: Est Tgl Muat/Bongkar

source: Time End
id_id: Jam Akhir

source: Time Start
id_id: Jam Mulai

source: Tolerance
id_id: Toleransi

source: Transfer Type
id_id: Jenis Transfer

source: Transporter Accept Status
id_id: Status Terima Transporter

# TRANSPORTER_NOTES
source: Notes to Transporter
id_id: Catatan untuk Transporter

source: Truck Type
id_id: Jenis Truk

source: Unassigned Transporter
id_id: Belum Ditugaskan ke Transporter

source: Unmark Complete
id_id: Hapus Tanda Selesai

source: UOM
id_id: Satuan

# VEHICLE
source: Truck
id_id: Truk

source: View Order
id_id: Lihat Order

source: View POD
id_id: Lihat POD

source: View Shipments
id_id: Lihat Shipment

# VIEW_SHIPMENT_REAL
source: View Realization
id_id: Lihat Realisasi

source: Warehouse Location
id_id: Lokasi Gudang
