Repository: muhammadyusronn/projectbasevue
Catalog: backend/ProjectBaseVue_Models/Resources/Resources.*.resx
Languages: id_id

# APPOINTMENT_APPROVAL_EXPIRED
source: Unable to approve an expired appointment
id_id: Tidak dapat melakukan approval untuk appointment yang telah lewat

# APPOINTMENT_DATE_REQUIRED
source: Appointment Date is required
id_id: Tanggal appointment wajib di isi

# APPOINTMENT_SLOT_REQUIRED
source: Appointment slot is required
id_id: Slot Appointment wajib di isi

# APPOINTMENT_SUCCESS
source: Appointment for Shipment {0} successfully created. Waiting for approval to continue.
id_id: Appointment untuk Shipment {0} berhasil dibuat. Menunggu approval untuk melanjutkan

# APPROVAL_DOC_INVALID
source: Documents for this approval not found
id_id: Dokumen untuk Approval tidak ditemukan

# APPROVAL_NOT_ALLOWED
source: Approver is not allowed to access this application
id_id: Apporver tidak dapat mengakses aplikasi

# APPROVAL_PROCESSED
source: Document has been {0} by {1} on {2}
id_id: Document telah di Approve {0} oleh {1} on {2}

# ASSIGN_CUSTOMER_VENDOR_SUCCESS
source: SAP Orders has been assigned to customer(s)/vendor(s) {0} with new Order No. {1}
id_id: SAP Order telah diberikan ke Customer/Vendor {0} dengan No. Order: {1}

# ASSIGN_DATE_INVALID
source: Invalid stuffing date format
id_id: Format tanggal muat/bongkar tidak sesuai

# ASSIGN_REASON_OTHERS_REQUIRED
source: Additional reason is required
id_id: Tambahan Alasan wajib di isi

# ASSIGN_REASON_REQUIRED
source: Reason is required
id_id: Alasan wajib di isi

# ASSIGN_TRANSPORTER_SUCCESS
source: SAP Orders has been assigned to transporter(s) {0} with new Order No. {1}
id_id: SAP Orders telah ditugaskan ke Transporter {0} dengan No Order: {1}

# BUSINESS_SEGMENT_INVALID
source: Invalid or Deleted Business Segment
id_id: Kategori Produk tidak valid atau terhapus

# BUSINESS_SEGMENT_REQUIRED
source: Product Category is required
id_id: Kategori Produk wajib diisi

# CHANGE_PASSWORD_FIRST_LOGIN
source: Please change your password on first login
id_id: Mohon untuk mengganti password saat login pertama kali.

# CHANGE_PASSWORD_SUCCESS_LOGIN
source: Password has been changed. Please continue to login with new password
id_id: Password telah berhasil diganti. Silahkan login menggunakan password baru

# COMPANY_INVALID
source: Invalid or Deleted Company
id_id: Company tidak valid atau terhapus

# COMPANY_REQUIRED
source: Company is required
id_id: Company wajib diisi

# CONFIRM_PASSWORD_INVALID
source: Confirm Password does not match New Password
id_id: Konfirmasi password baru yang diisi tidak sesuai dengan password baru

# CONFIRM_PASSWORD_REQUIRED
source: Confirm Password is required
id_id: Konfirmasi password baru wajib diisi

# CURRENT_PASSWORD_REQUIRED
source: Current Password is required
id_id: Password lama wajib diisi

# CUSTOMER_INVALID
source: Invalid or Deleted Customer
id_id: Customer tidak valid atau terhapus

# CUSTOMER_REQUIRED
source: Customer is required
id_id: Customer wajib diisi

# DATA_INVALID
source: Invalid or incomplete data
id_id: Data tidak valid atau tidak lengkap

# DESTINATION_INVALID
source: Invalid or Deleted Destination
id_id: Tujuan tidak valid atau terhapus

# DESTINATION_REQUIRED
source: Destination is required
id_id: Tujuan wajib diisi

# DISCHARGE_PORT_REQUIRED
source: Discharge Port is required
id_id: Pelabuhan bongkar wajib diisi

# DISTRIBUTION_INVALID
source: Invalid or Deleted Distribution
id_id: Distribusi tidak valid atau terhapus

# DISTRIBUTION_REQUIRED
source: Distribution is required
id_id: Distribution wajib diisi

# DOCUMENT_TYPE_INVALID
source: Invalid or Deleted Document Type
id_id: Jenis dokumen tidak valid atau terhapus

# DOC_DATE_REQUIRED
source: Document Date is required
id_id: Tanggal dokumen wajib diisi

# DRIVER_DELETE_CONFIRMATION
source: Are you sure to delete this driver?
id_id: Apakah anda yakin untuk menghapus pengemudi tersebut?

# DRIVER_INVALID
source: Invalid or Deleted Driver
id_id: Pengemudi tidak valid atau terhapus

# DRIVER_NOT_AVAILABLE
source: Driver {0} is in use in other Shipment and not available at the moment
id_id: Pengemudi {0} sedang digunakan dalam Shipment lain dan tidak tersedia saat ini

# DRIVER_REQUIRED
source: Driver is required
id_id: Pengemudi wajib diisi

# DRIVER_TRUCK_REQUIRED
source: At least one set of driver and truck is required
id_id: Satu atau lebih pengemudi dan truk wajib diisi

# FREIGHT_CONTAINER_REQUIRED
source: Container is required
id_id: Jlh. Container wajib diisi

# FREIGHT_COST_REQUIRED
source: Freight Cost is required
id_id: Biaya Pengiriman wajib diisi

# GROUP_INVALID
source: Invalid or Deleted Group
id_id: Group tidak valid atau terhapus

# INCOTERM_INVALID
source: Invalid or Deleted Incoterm
id_id: Incoterm tidak valid atau terhapus

# ITEM_EXCEED_OUTSTANDING
source: Item No {0} must not exceed outstanding quantity ({1})
id_id: No. Item {0} tidak boleh melebihi sisa quantity ({1})

# LICENSE_REQUIRED
source: License No. is required
id_id: No. SIM wajib di isi

# LOADING_INVALID
source: Invalid or Deleted Loading
id_id: Tempat muat tidak valid atau terhapus

# LOADING_REQUIRED
source: Loading is required
id_id: Tempat muat wajib diisi

# LOCATION_INVALID
source: Invalid or Deleted Location
id_id: Lokasi tidak valid atau terhapus

# MANUAL_ORDER_GENERATE_INVALID
source: Unable to generate Manual Order No.
id_id: Tidak dapat membuat No. Manual Order baru

# MATERIAL_INVALID
source: Invalid or Deleted Material {0}
id_id: Material {0} tidak valid atau terhapus

# MATERIAL_REQUIRED
source: Material data is required
id_id: Material data wajib di isi

# MD_APPROVAL_MATRIX_SAVE_SUCCESS
source: Approval Matrix has been saved successfully
id_id: Approval Matrix berhasil disimpan

# MD_APPT_MATRIX_SAVE_SUCCESS
source: Appointment Matrix for factory {0} has been saved successfully
id_id: Appointment Matrix untuk pabrik {0} berhasil disimpan

# MD_CUSTOMER_SAVE_SUCCESS
source: Customer {0} has been saved successfully
id_id: Customer {0} berhasil disimpan

# MD_FREIGHT_SAVE_SUCCESS
source: Freight Cost for {0} has been saved successfully
id_id: Biaya Pengiriman {0} berhasil disimpan

# MD_GROUP_SAVE_SUCCESS
source: Group {0} has been saved successfully
id_id: Group {0} berhasil disimpan

# MD_INCOTERM_SAVE_SUCCESS
source: Incoterm {0} has been saved successfully
id_id: Incoterm {0} berhasil disimpan

# MD_MATERIAL_SAVE_SUCCESS
source: Material {0} has been saved successfully
id_id: Material {0} berhasil disimpan

# MD_PURCHASE_ORG_SAVE_SUCCESS
source: Purchase Organization {0} has been saved successfully
id_id: Purchase Organization {0} berhasil disimpan

# MD_USER_SAVE_SUCCESS
source: User {0} has been saved successfully
id_id: User {0} berhasil disimpan

# MD_VENDOR_SAVE_SUCCESS
source: Vendor {0} has been saved successfully
id_id: Vendor {0} berhasil disimpan

# MENU_INVALID
source: Invalid or Deleted Menu
id_id: Menu tidak valid atau terhapus

# NEW_PASSWORD_REQUIRED
source: New Password is required
id_id: Password baru wajib diisi

# NUMBER_OF_TRIP_REQUIRED
source: Number of Trips/UOM Required
id_id: Number of Trips/UOM wajib diisi

# ORDER_ADD_SHIPMENT_DENIED
source: Order is not allowed to be added to this Shipment
id_id: Order {0} tidak dapat ditambahkan ke Shipment {1}

# ORDER_ADD_SHIPMENT_EXISTED
source: Order {1}, Item {2} is already added to Shipment {0}. Please edit the shipment instead of adding the Order.
id_id: Order {1}, Item {2} sudah ditambahkan ke Shipment {0}. Silahkan menggunakan fitur edit shipment untuk mengubah data shipment

# ORDER_ADD_SHIPMENT_INVALID
source: {0} must be the same to add Order to Shipment
id_id: {0} Kriteria harus sama untuk menambahkan Order ke Shipment

# ORDER_ADD_SHIPMENT_SUCCESS
source: Order {0} has been added to Shipment {1}
id_id: Order {0} telah ditambahkan ke Shipment {1}

# ORDER_ADD_SHIPMENT_UNLOCK
source: Please unlock this Shipment No. in WB Application
id_id: Mohon unlock Shipment No. {0} pada Aplikasi WB

# ORDER_ASSIGN_DRIVER_QTY
source: Cannot assign driver without Qty for Order {0}
id_id: Tidak dapat menugaskan driver tanpa Qty pada Order

# ORDER_ASSIGN_SUCCESS
source: Order {0} has been successfully assigned to driver. Please proceed to Shipment {1} to continue.
id_id: Order {0} telah berhasil ditetapkan ke pengemudi. Lihat Shipment {1} untuk melanjutkan.

# ORDER_CANCEL_SUCCESS
source: Order {0} has been cancelled successfully.
id_id: Order {0} berhasil di batalkan

# ORDER_CONFIRMATION
source: Are you sure to {0} order {1}?
id_id: Apakah anda yakin untuk {0} order {1}?

# ORDER_COPY_COLLECTIVE_SUCCESS
source: Order {0} has been successfully copied to Order {1}
id_id: Order {0} telah berhasil di salin ke Order {1}

# ORDER_COPY_COMPLETED
source: Order {0} cannot be copied as the status is COMPLETED
id_id: Order {0} dengan status COMPLETED tidak dapat di salin

# ORDER_DETAIL_INVALID
source: Invalid order materials/details
id_id: Order material/detail tidak valid

# ORDER_DISPATCH_REJECT_SUCCESS
source: Order {0} has been successfully rejected. Waiting for approval to continue.
id_id: Order {0} berhasil ditolak

# ORDER_DISPATCH_STATUS_SUCCESS
source: Order {0} has been {1}
id_id: Order {0} telah {1}

# ORDER_DISPATCH_SUCCESS
source: Order {0} has been successfully assigned to transporter {1}. Waiting for approval to continue.
id_id: Order {0} berhasil ditugaskan ke Transporter {1}. Menunggu Appproval untuk melanjutkan

# ORDER_EDIT_QTY_EXCEED
source: Item {0}: Unable to Edit Order Qty. Qty already assigned to Shipment
id_id: Item {0}: Tidak bisa edit Qty Order. Qty sudah ditugaskan ke Shipment

# ORDER_EDIT_QTY_EXCEED_SAP
source: Item {0}: Unable to edit Qty exceed O/S SAP Qty
id_id: Item {0}: Tidak dapat edit melebihi O/S Qty SAP

# ORDER_EDIT_QTY_ZERO
source: Item {0}: Unable to edit Qty to zero
id_id: Item {0}: Tidak dapat edit Qty ke nol

# ORDER_EDIT_REALIZATION
source: Unable to delete order with shipment/realization
id_id: Tidak dapat menghapus order dengan shipment/realisasi

# ORDER_EDIT_SUCCESS
source: Order has been edited successfully
id_id: Order berhasil diedit

# ORDER_HAS_ONGOING_SHIPMENT
source: Order {0} has at least one ongoing Shipment.
id_id: Order {0} mempunyai satu atau lebih Shipment yang sedang berlangsung

# ORDER_INVALID
source: Invalid or Deleted Order
id_id: Order tidak valid atau terhapus

# ORDER_MARK_COMPLETE_SUCCESS
source: Order {0} has been marked as COMPLETED.
id_id: Order {0} telah ditandai SELESAI

# ORDER_MERGE_COUNT
source: Merge requires 2(two) or more orders.
id_id: Merge membutuhkan 2(dua) or atau lebih order

# ORDER_MERGE_LOCATION_FROM
source: Merge requires 2(two) or more orders with the same loading location
id_id: Merge membutuhkan 2 (dua) atau lebih order dengan tempat muat yang sama

# ORDER_MERGE_LOCATION_TO
source: Merge requires 2(two) or more orders with the same destination location
id_id: Merge membutuhkan 2 (dua) atau lebih order dengan tujuan yang sama

# ORDER_MERGE_ORDER_TYPE
source: Merge requires 2(two) or more orders with the same order type
id_id: Merge membutuhkan 2 (dua) atau lebih order dengan tipe order yang sama

# ORDER_MERGE_SHIPMENT_TYPE
source: Merge requires 2(two) or more orders with the same shipment type.
id_id: Merge membutuhkan 2 (dua) atau lebih order dengan tipe shipment yang sama

# ORDER_MERGE_SUCCESS
source: Order {0} has been merged as Shipment {1}
id_id: Order {0} berhasil digabung ke Shipment {1}

# ORDER_MERGE_TRANSPORTER
source: Merge requires 2(two) or more orders with the same transporter dispatched.
id_id: Merge membutuhkan 2 (dua) atau lebih order dengan transporter yang sama

# ORDER_MERGE_TRUCK_TYPE
source: Merge requires 2(two) or more orders with the same truck type.
id_id: Merge membutuhkan 2 (dua) atau lebih order dengan tipe truck yang sama

# ORDER_NO_GENERATE_INVALID
source: Unable to generate Order No.
id_id: Tidak dapat membuat No. Order baru

# ORDER_NO_TRANSPORTER
source: Order No. {0} has not been dispatched to transporter yet.
id_id: Order {0} belum ditugaskan ke transporter

# ORDER_POD_FILES
source: Upload file is required to complete Proof of Delivery
id_id: File Gambar wajib diisi untuk melakukan POD

# ORDER_POD_INVALID
source: POD data not found
id_id: Data POD tidak ditemukan

# ORDER_POD_SUCCESS
source: Proof of Delivery of Shipment {0} has been successfully saved.
id_id: POD Shipment {0} telah berhasil disimpan

# ORDER_REQUIRE_DISPATCH
source: Order must be dispatched to transporter and approved
id_id: Order harus ditugaskan ke transporter dan telah diapprove.

# ORDER_REQUIRE_DISPATCH_ACCEPTED
source: Order must be dispatched and accepted by the transporter
id_id: Order harus ditugaskan dan sudah diterima oleh transporter

# ORDER_SPLIT_SUCESS
source: Order {1} has been splitted. New order number {0}
id_id: Order {1} berhasil di split dengan No Order {0}

# ORDER_TYPE_INVALID
source: Invalid or Deleted Order Type
id_id: Jenis Order tidak valid atau terhapus

# ORDER_UNMARK_COMPLETE_SUCCESS
source: Order {0} sudah tidak ditandai sebagai SELESAI.
id_id: Order {0} has been unmarked as COMPLETED.

# PLANT_INVALID
source: Invalid or Deleted Plant
id_id: Plant tidak valid atau terhapus

source: Plate Number Invalid
id_id: Nomor polisi tidak valid

# POD_CATEGORY_INVALID
source: Invalid or Deleted POD Category
id_id: Kategori POD tidak valid atau terhapus

# POD_CATEGORY_REQUIRED
source: Category is required
id_id: Kategori POD wajib diisi

# POD_FILE_EXT
source: File {0} is not a picture. Only pictures are allowed to be uploaded.
id_id: File {0} bukan gambar. Hanya file dengan tipe gambar yang diperbolehkan untuk diupload

# POD_MATERIAL_EXCEED
source: POD Qty should be less than Shipment Qty [Material {0}]
id_id: Qty POD tidak boleh melebihi Qty Shipment [Material {0}]

# PUR_ORG_INVALID
source: Invalid or Deleted Purchase Organization
id_id: Purchase Organization tidak valid atau terhapus

# PUR_ORG_REQUIRED
source: Purchase Organization is required
id_id: Purchase Organization wajib di isi

# REMARKS_REQUIRED
source: Remarks is required
id_id: Remarks wajib di isi

# SALES_ORG_INVALID
source: Invalid or Deleted Sales Organization
id_id: Sales Organization tidak valid atau terhapus

# SALES_ORG_REQUIRED
source: Sales Organization is required
id_id: Sales Organization wajib diisi

# SAP_FILTER_EMPTY
source: No data filtered
id_id: Tidak ada data yang difilter

# TRANSFER_REQUIRED
source: Transfer Type is required
id_id: Tipe transfer wajib diisi

# TRANSPORTER_EXCEED_QUOTA
source: Transporter {0} has already exceeded the allowed quota of {1} (Current
id_id: Transporter {0} telah melebihi kuota {1} (Saat ini

# TRANSPORTER_INVALID
source: Invalid or Deleted Transporter
id_id: Transporter tidak valid atau terhapus

# TRANSPORTER_NOTES_COLLECTIVE
source: Transporter Notes for Collective can be filled in respective item(s)
id_id: Pengisian catatan untuk Transporter dapat diisi pada kolom sebelah kanan per Transporter

# TRUCK_DELETE_CONFIRMATION
source: Are you sure to delete this truck?
id_id: Apakah anda yakin untuk menghapus truk tersebut?

# TRUCK_TYPE_INVALID
source: Invalid or Deleted Truck Type
id_id: Jenis truk tidak valid atau terhapus

# TRUCK_TYPE_REQUIRED
source: Truck Type is required
id_id: Jenis truk wajib diisi

# USER_BLOCKED
source: User has been blocked
id_id: User telah terblokir

# USER_DEACTIVATED
source: User has been deactivated
id_id: User telah dinonaktifkan

# USER_DELETE_CONFIRMATION
source: Are you sure to delete this user?
id_id: Apakah anda yakin untuk menghapus user ini?

# USER_FORBIDDEN
source: User is forbidden to access this application
id_id: User dilarang untuk mengakses aplikasi ini

# USER_INVALID
source: User not found
id_id: User tidak ditemukan

# USER_LOCKED
source: Account is locked. Please contact your administrator.
id_id: Akun terkunci. Silahkan hubungi administrator anda.

# USER_PASS_INVALID
source: Username / Password is invalid
id_id: Username / Password yang anda masukkan salah

# USER_TERMINATED
source: Account has been terminated. Please contact local IT
id_id: User anda sudah ditermasi. Mohon hubungi IT setempat

# USER_WRONG_PASSWORD
source: Wrong password!
id_id: Password salah!

# USER_WRONG_PASSWORD_AD
source: Wrong password. Please check your password and try again. If you enter wrong password 3 times, your account will be locked for 15 minutes.
id_id: Password salah. Silahkan cek password anda dan coba lagi. Jika anda salah password sebanyak 3 kali, maka user anda akan di locked selama 15 Menit

# VEHICLE_INVALID
source: Invalid or Deleted Truck
id_id: Truk tidak valid atau terhapus

# VEHICLE_NOT_AVAILABLE
source: Truck {0} is in use in other Shipment and not available at the moment
id_id: Truk {0} sedang digunakan dalam Shipment lain dan tidak tersedia saat ini

# VEHICLE_REQUIRED
source: Vehicle is required
id_id: Truk wajib diisi

# VENDOR_INVALID
source: Invalid or Deleted Vendor
id_id: Vendor tidak valid atau terhapus

# VENDOR_REQUIRED
source: Vendor is required
id_id: Vendor wajib diisi

# WAREHOUSE_INVALID
source: Invalid or Deleted Warehouse
id_id: Factory tidak valid atau terhapus

# WAREHOUSE_REQUIRED
source: Warehouse is required
id_id: Factory wajib diisi
